Repository: pcast/tmx
Catalog: tmx/TheShoemakerAndTheElves_spanish.tmx
Source language: en
Languages: es

source: Once upon a time, there was
es: Érase una vez, había

source: a shoemaker,
es: un zapatero,

source: who,
es: quien,

source: through no fault of his own,
es: y no fue culpa suya,

source: became so poor
es: se encontraba tan pobre

source: that at last he had nothing left
es: que por fin no le quedaba nada,

source: but just enough leather
es: sólo le quedaba el cuero

source: to make
es: para hacer

source: one pair of shoes.
es: un par de zapatos.

source: He cut out
es: Él cortó

source: the shoes
es: los zapatos

source: at night,
es: por la noche,

source: so as to set to work upon them
es: para que podía empezar a trabajar en ellos

source: the next morning;
es: la próxima mañana;

source: and as he had
es: y como tenía

source: a good conscience,
es: una consciencia buena,

source: he laid himself quietly down
es: se acostó tranquilamente

source: in his bed,
es: en su cama,

source: committed himself
es: rezó

source: to heaven,
es: al cielo,

source: and fell asleep.
es: y se durmió.

source: In the morning,
es: Por la mañana,

source: after he had said his prayers,
es: después de rezar,

source: and was going to get to work,
es: iba a trabajar,

source: he found
es: y encontró

source: the pair of shoes
es: el par de zapatos

source: made and finished,
es: hecho y terminado,

source: and standing
es: y estaban

source: on the table.
es: en la mesa.

source: He was very much astonished,
es: Estaba muy asombrado,

source: and could not tell what to think,
es: y no sabía lo que debía pensar,

source: and he took
es: y tomó

source: in his hand
es: en su mano

source: to examine them
es: para examinarlos

source: more closely;
es: más atentamente;

source: and they were so well made
es: y eran tan bien hechos

source: that every stitch
es: que cada puntada

source: was in its right place,
es: estaba en su lugar,

source: just as if they had come
es: como si hubieran venido

source: from the hand
es: del mano

source: of a master shoemaker.
es: de un maestro zapatero.

source: Soon after
es: Poco después,

source: a customer entered,
es: entró un comprador,

source: and since the shoes
es: y ya que los zapatos

source: fit him very well,
es: le quedaban muy bien,

source: he gave more than
es: dio más que

source: the usual price
es: el precio normal

source: for them,
es: por ellos,

source: so that el shoemaker
es: así que el zapatero

source: had enough money
es: tuvo el dinero

source: to buy
es: para comprar

source: leather
es: el cuero

source: for two more
es: para hacer dos más

source: pairs of shoes.
es: pares de zapatos.

source: He cut them out
es: Él los cortó

source: and intended to set to work
es: y tuvo la intención de trabajar

source: the next morning
es: la próxima mañana

source: with fresh spirit;
es: con un espíritu fresco;

source: but that was not to be,
es: pero eso no sucedería,

source: for when
es: porque cuando

source: he got up
es: se despertó

source: were already finished,
es: ya eran terminados,

source: and soon
es: y pronto

source: he had a customer,
es: tuvo a otro cliente,

source: who gave him so much money
es: quien le dio tanto dinero

source: that he was able to buy
es: que podía comprar

source: leather enough for
es: el cuero para hacer

source: four new pairs of shoes.
es: cuatro pares nuevos de zapatos.

source: Early next morning
es: Temprano en la próxima mañana

source: the four pairs of shoes
es: los cuatro pares de zapatos

source: also finished,
es: también estaban terminados,

source: and so it always happened;
es: y entonces eso siempre pasaba;

source: whatever leather
es: cualquier cuero

source: he cut out
es: que cortó

source: in the evening
es: por la noche

source: was worked up
es: era terminado

source: by the morning,
es: antes de la mañana,

source: so that he was soon making a good living,
es: y así estaba ganando la vida,

source: and in the end
es: y al fin

source: became very well to do.
es: se hizo muy rico.

source: One night,
es: Una noche,

source: not long before Christmas,
es: poco antes de la Navidad,

source: when the shoemaker
es: cuando el zapatero

source: had finished
es: ha terminado

source: cutting out leather,
es: la cortadura del cuero,

source: and before he went to bed,
es: y antes de que se acostó,

source: he said
es: él le dijo

source: to his wife,
es: a su esposa,

source: "How would it be
es: "¿Qué tal

source: if we were to sit up tonight
es: si no nos acostamos esta noche

source: and see who it is that does us this service?"
es: y vemos a la persona quien nos hace este servicio?"

source: His wife agreed,
es: Su esposa estaba de acuerdo,

source: and set a light
es: y puso una luz para

source: to burn.
es: quemar.

source: Then they both hid
es: Luego los dos se escondieron

source: in a corner of the room,
es: en un rincón de la sala,

source: behind some clothes
es: detrás de alguna ropa

source: that were hanging up,
es: que estaba colgando,

source: and then they began to watch.
es: y empezaban a mirar.

source: As soon as it was
es: Tan pronto como era

source: midnight
es: la medianoche,

source: they saw come in
es: ellos vieron

source: two neatly-formed naked
es: a dos perfectamente formados y desnudos

source: little men,
es: hombres pequeños,

source: who seated themselves
es: quienes se sentaron

source: at the table
es: a la mesa

source: of the shoemaker,
es: del zapatero,

source: and took up the leather
es: y tomaron el cuero

source: that was already prepared,
es: que ya estaba preparado,

source: and began to stitch,
es: y empezaron a coser,

source: to pierce,
es: perforar,

source: and to hammer
es: y martillear

source: so cleverly and quickly
es: tan hábilmente y rápidamente

source: with their little fingers
es: con sus dedos pequeños

source: that the shoemaker's eyes
es: que los ojos del zapatero

source: could scarcely follow them,
es: casi no les podían seguir,

source: so full of wonder was he.
es: tan lleno de maravilla que estaba.

source: And they never left off
es: Y no salieron

source: until everything was finished
es: antes de que todo estuviera completo

source: and was standing ready
es: y listo

source: on the table,
es: en la mesa,

source: and then they jumped up
es: y luego saltaron

source: and ran off.
es: y corrieron afuera.

source: The next morning
es: La próxima mañana

source: the wife of shoemaker
es: la esposa del zapatero

source: said to her husband,
es: le dijo a su esposo,

source: "Those little men
es: "Estos hombres pequeños

source: have made so much money
es: han ganado tanto dinero

source: for us,
es: para nosotros,

source: and we ought to show ourselves grateful.
es: y debemos mostrarles nuestra gratitud.

source: With all their running about,
es: Siguen corriendo por todos lados,

source: and with no clothes
es: sin ropa

source: to cover them,
es: para cubrirles,

source: they must be very cold.
es: y deben de tener frío.

source: I'll tell you what;
es: Te digo eso;

source: I will make clothes for them,
es: les haré ropa para ellos,

source: little shirts,
es: camisas pequeñas,

source: coats,
es: abrigos,

source: waistcoats,
es: chalecos,

source: and breeches,
es: y unos bombachos,

source: and knit each of them
es: y les tejeré

source: a pair of stockings,
es: un par de medias,

source: and you shall make each of them
es: y tú les harás

source: a pair of shoes."
es: un par de zapatos."

source: The husband
es: El esposo

source: consented willingly,
es: consintió con gusto,

source: and at night,
es: y por la noche,

source: when everything was finished,
es: cuando todo era terminado,

source: they laid the little clothes
es: ellos pusieron la ropa

source: and the shoes together
es: y zapatos juntos

source: instead of the prepared leather,
es: en vez del cuero preparado,

source: and placed themselves
es: y se sentaban

source: so that they could observe
es: para que podían observar cómo

source: how the little men
es: los hombres pequeños

source: would behave.
es: se compartirían.

source: When midnight came,
es: Cuando vino la medianoche,

source: they rushed in,
es: ellos entraron a toda prisa,

source: ready to set to work,
es: listos para trabajar,

source: but when they found,
es: pero cuando encontraron,

source: instead of the pieces of leather,
es: en vez de piezas de cuero,

source: the clothes
es: la ropa

source: and the shoes
es: y zapatos que

source: were put out for them,
es: estuvieron allí para ellos,

source: they stood for a moment surprised,
es: se quedaron sorprendidos por un momento,

source: and then they expressed
es: y luego expresaron

source: the greatest delight.
es: el mayor deleite.

source: With the greatest swiftness
es: Con la mayor rapidez,

source: they took up the little clothes
es: ellos tomaron la ropa

source: and slipped them on.
es: y les pusieron.

source: Then they hopped
es: Luego saltaban

source: and danced about
es: y bailaban,

source: jumping over the chairs
es: sobre las sillas

source: and tables,
es: y mesas,

source: and at last they danced out
es: y finalmente bailaron fuera

source: of the door.
es: de la puerta.

source: From that time
es: Desde ese momento,

source: they were never seen again;
es: nunca aparecieron otra vez;

source: but it always went well for the shoemaker
es: pero el zapatero lo pasó muy bien todo

source: as long as he lived,
es: el resto de su vida,

source: and he was never in need of money again.
es: y él nunca estaba en la necesidad de dinero nuevo.
